zonekey/zonekey_mcu/wsapi/zkmcu.setParams.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:zkmcu="urn:zkmcu">
 <SOAP-ENV:Body>
  <zkmcu:setParams>
   <cid>0</cid>
   <req>
    <item>
     <key></key>
     <value></value>
    </item>
   
    <item>
     <key></key>
     <value></value>
    </item>
   </req>
  </zkmcu:setParams>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
